Repository: hrhackjack/DjangoProject
Catalog: _locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: Your message*
ru_ru: Ваше сообщение*

source: Email (optional)
ru_ru: Почта (дополнительно)

source: Please write your text there.
ru_ru: Пожалуйста, напишите ваш текст здесь.

source: Characters limit is 1024.
ru_ru: Лимит символов 1024.

source: We can't continue without your agreement.
ru_ru: Мы не можем продолжить без вашего согласия.

source: Can't find object to report.
ru_ru: Не получается найти объект для жалобы

source: About
ru_ru: О Нас

source: On this website, you can generate ASCII arts out of any image or text. Use two upper buttons to switch between both types of input. If you don't know what ASCII art is, check out <a href="https://en.wikipedia.org/wiki/ASCII_art">this Wikipedia page</a>.
ru_ru: На этом сайте вы можете генерировать ASCII арты из любой картинки или текста. Используйте верхние две кнопки для переключения между двумя типами генератора. Если вы не знаете что такое ASCII арт, смотрите на <a href="https://en.wikipedia.org/wiki/ASCII_art">странице Википедии</a>.

source: Please, star us on GitHub
ru_ru: Пожалуйста, лайкните нас на GitHub

source: This project is made by %(hermanTenuki)s. All the code can be found on <a href="%(GitHubPage)s" title="%(Please_star_us_text)s">it's GitHub page</a>, it is distributing under open-source %(license)s.
ru_ru: Этот проект сделал %(hermanTenuki)s. Весь код можно найти на <a href="%(GitHubPage)s" title="%(Please_star_us_text)s">странице GitHub</a>, он распространяется под лицензией %(license)s.

source: For generating ASCII arts from images or text, three different sources were used:
ru_ru: Для генерации ASCII артов из картинок или текста, были использованы три источника:

source: You can visit <a href="https://www.4r7.ir/">his project's website</a>.
ru_ru: Вы можете посетить <a href="https://www.4r7.ir/">сайт его проекта</a>.

source: If you want to contact me, suggest any improvement/idea, or report a bug, you can use %(email)s email, <a href="%(URL_feedback_url)s">Feedback</a> page or %(GitHubIssuesLINK)s.
ru_ru: Если вы хотите связаться со мной, предложить улучшение/идею, или сообщить о баге, вы можете использовать почту %(email)s, страницу <a href="%(URL_feedback_url)s">Обратной Связи</a> или %(GitHubIssuesLINK)s.

source: Icons made by %(Freepik)s and %(PixelPerfect)s from %(Flaticon)s.
ru_ru: Иконки сделали %(Freepik)s и %(PixelPerfect)s с %(Flaticon)s.

source: Privacy Policy
ru_ru: Политика Конфиденциальности

source: Cookie Policy
ru_ru: Политика Cookie

source: Our <a href="%(URL_policy_privacy_url)s">%(Privacy_Policy)s</a>, <a href="%(URL_policy_cookie_url)s">%(Cookie_Policy)s</a>.
ru_ru: Наша <a href="%(URL_policy_privacy_url)s">%(Privacy_Policy)s</a>, <a href="%(URL_policy_cookie_url)s">%(Cookie_Policy)s</a>.

source: Convert image or text to the ASCII Art 🎨
ru_ru: Конвертируйте картинки или текст в ASCII Арты 🎨

source: Generate ASCII or Unicode symbols art out of any image or text. Compare the input image to the final art and download it as a picture. 300+ fonts are available.
ru_ru: Генерируйте ASCII или Unicode арты из картинок или текста. Сравнивайте картинку с финальным артом и скачивайте его в формате изображения. Доступно более 300+ шрифтов.

source: Main Page
ru_ru: Главная

source: Feedback
ru_ru: Обратная Связь

source: Image to ASCII
ru_ru: Изображение в ASCII

source: Text to ASCII
ru_ru: Текст в ASCII

source: Welcome! That’s our User agreement and it is important.
ru_ru: Добро Пожаловать! Это наше Пользовательское соглашение и это важно.

source: I Agree
ru_ru: Я Согласен

source: By clicking the «<strong>%(I_Agree)s</strong>» button, you give consent to <a href="%(URL_policy_privacy_url)s" %(class_underline_anim)s>our privacy policy</a> and <a href="%(URL_policy_cookie_url)s" %(class_underline_anim)s>our use of cookies</a> stored in your browser.
ru_ru: Нажимая на кнопку «<strong>%(I_Agree)s</strong>», вы соглашаетесь с <a href="%(URL_policy_privacy_url)s" %(class_underline_anim)s>нашей политикой конфиденциальности</a> и <a href="%(URL_policy_cookie_url)s" %(class_underline_anim)s>политикой использования файлов cookie</a>, хранящихся в вашем браузере.

source: Here you can contact me, suggest any improvement/idea or report a bug. Type your email if expecting reply.
ru_ru: Здесь вы можете связаться со мной, предложить улучшение/идею или сообщить о баге. Введите ваш email, если ожидаете ответ.

source: By clicking the "Send" button, I give my consent to the processing of my personal data, and also agree to the <a href="%(URL_policy_privacy_url)s" %(class_a_underline)s>privacy policy</a>.
ru_ru: Нажимая на кнопку "Отправить", я даю своё согласие на обработку моих персональных данных, а также соглашаюсь с <a href="%(URL_policy_privacy_url)s" %(class_a_underline)s>политикой конфиденциальности</a>.

source: Send
ru_ru: Отправить

source: Upload an image file to convert it to ASCII art
ru_ru: Загрузите файл с изображением чтобы конвертировать его в ASCII арт

source: UPLOAD IMAGE
ru_ru: ЗАГРУЗИТЬ ФАЙЛ

source: DRAG FILE HERE OR
ru_ru: ПЕРЕТАЩИТЕ ИЛИ

source: BROWSE
ru_ru: ВЫБЕРИТЕ

source: Increase font size
ru_ru: Увеличить размер шрифта

source: Decrease font size
ru_ru: Уменьшить размер шрифта

source: New image
ru_ru: Новое изображение

source: Invert colors
ru_ru: Инвертировать цвета

source: Copy to clipboard
ru_ru: Скопировать в буфер обмена

source: Download ASCII art as .png
ru_ru: Скачать ASCII арт в .png

source: Share with access by link
ru_ru: Поделиться с доступом по ссылке

source: Report
ru_ru: Пожаловаться

source: Options
ru_ru: Настройки

source: Columns
ru_ru: Столбцы

source: Brightness
ru_ru: Яркость

source: Contrast
ru_ru: Контрастность

source: Apply
ru_ru: Применить

source: ...or try the text to ASCII
ru_ru: ...или попробуйте текст в ASCII

source: Type text to convert it to ASCII art
ru_ru: Введите текст чтобы конвертировать его в ASCII арт

source: Multi-line mode
ru_ru: Многострочный режим

source: Random font
ru_ru: Случайный шрифт

source: Previous font
ru_ru: Предыдущий шрифт

source: Next font
ru_ru: Следующий шрифт

source: ...or try the image to ASCII
ru_ru: ...или попробуйте изображение в ASCII

source: Yes
ru_ru: Да

source: Bad Request
ru_ru: Плохой Запрос

source: Page Not Found
ru_ru: Страница Не Найдена

source: Server Error
ru_ru: Ошибка Сервера

source: Error
ru_ru: Ошибка

source: Oops
ru_ru: Упс

source: Go to the Main page
ru_ru: Вернуться на Главную страницу
